Repository: collective/collective.pfg.norobots
Catalog: src/collective/pfg/norobots/locales/*/LC_MESSAGES/collective.pfg.norobots.po
Languages: nl

source: Are you a human ?
nl: Ben je een mens?

source: Extension for PloneFormGen. Field that prevents automatic page submit.
nl: Een extensie voor PloneFormGen. Voorkomt het automatisch versturen van formulieren (door bijvoorbeeld spam bots).

source: In order to avoid spam, please answer the question below.
nl: Beantwoord de onderstaande vraag, dit is om spam te voorkomen.

source: Installs the collective.pfg.norobots package
nl: Installeert de collective.pfg.norobots module

source: Norobots Captcha Field
nl: Norobots captcha veld

source: Norobots captcha field for PloneFormGen (collective.pfg.norobots)
nl: Norobots captcha veld voor PloneFormGen (collective.pfg.norobots)

source: Question
nl: Vraag

source: You entered a wrong answer, please answer the new question below.
nl: Het verkeerde antwoord is opgegeven, geef het correcte antwoord op.

source: Your answer
nl: Uw antwoord

source: title_required
nl: vereist
